

"kBluetoothConnectionFailedTitle"				= "Falha de áudio do Bluetooth.";
"kBluetoothConnectionErrorTitle"				= "Houve um erro ao estabelecer a conexão com o seu dispositivo de áudio.";
"kBluetoothConnectionFailedLinkKeyErrorExplanation"	= "O emparelhamento não é mais válido. Volte a emparelhar o seu dispositivo e tente novamente.";
"kBluetoothConnectionFailedExplanation"			= "Houve um erro ao conectar ao seu headset. Certifique-se de que esteja ligado e no raio de alcance. Talvez a parte de áudio do programa que você estava utilizando tenha que ser reiniciada.";
"kBluetoothSBCCodecMismatchExplanation"			= "Houve um erro ao estabelecer uma conexão com o seu headset. A configuração da transmissão de áudio codificado não foi aceita pelo dispositivo remoto.";
"kBluetoothConnectionUnsupportedExplanation"	= "Falhou ao abrir a conexão do dispositivo de áudio ativo. Tente configurá-lo novamente.";

"kBluetoothDisconnectedTitle"					= "Áudio Bluetooth desconectado.";
"kBluetoothDisconnectedExplanation"				= "O seu headset foi desconectado inesperadamente. Certifique-se de que esteja ligado e no raio de alcance. Talvez a parte de áudio do programa que você estava utilizando tenha que ser reiniciada.";

"kBluetoothAudioInUseTitle"						= "Áudio Bluetooth em uso.";
"kBluetoothAudioInUseExplanation"				= "Outro headset Bluetooth já está sendo usado. Somente um headset Bluetooth pode ser usado por vez.";

"kBluetoothAudioOKButtonTitle"					= "OK";

"kBluetoothAudioSwitchHeadsetButtonTitle"		= "Parar de usar headset";
"kBluetoothAudioSwitchHeadphoneButtonTitle"		= "Parar de usar fone de ouvido";

"kBluetoothAudioHeadsetDeviceType"				= "Headset";
"kBluetoothAudioHeadphoneDeviceType"			= "Fones de Ouvido";

"kBluetoothAudioSwitchButtonTitle"				= "Usar Este Dispositivo";
"kBluetoothAudioTryAgainButtonTitle"			= "Tentar Novamente";
"kBluetoothAudioDisconnectButtonTitle"			= "Desconectar";
"kBluetoothAudioAlwaysIgnoreButtonTitle"		= "Não perguntar mais";

"kBluetoothAudioSwitchHeadestMessageText"		= "Deseja utilizar o Bluetooth “%@ (Mono)” como seu dispositivo de áudio?";
"kBluetoothAudioSwitchA2DPMessageText"			= "Deseja utilizar o Bluetooth “%@ (Estéreo)” como seu dispositivo de áudio?";

"kBluetoothAudioSwitchInfoText"					= "Você pode desativar este diálogo no Painel de Preferências do Bluetooth clicando em opções avançadas e desmarcando a opção \"Avisar-me sobre todos os pedidos de áudio de entrada.\"";

